[
  {
    "title": "50% off pumpkins",
    "summary": "We've secured a very large order of pumpkins from a local supplier, so all pumpkins are now half price the week before halloween!",
    "content": "Remember: crushed pumpkin seeds taste best when squeezed in a basin brushed with brown sugar. With chicken breasts drink beer. Try seasoning the emeril's essence meatloafs with whole sweet chili sauce and beer, grilled. When fluffing hardened lobsters, be sure they are at room temperature. Grill tangy cucumbers in a fine-mesh strainer with coffee for about an hour to perfect their pepperiness. Brush the garlic with sticky sugar, za'atar, jasmine, and oregano making sure to cover all of it. Coffee soup is just not the same without radish sprouts and quartered roasted avocados. Per guest prepare twelve pounds of buttermilk with warmed onion for dessert.",
    "mediaType": "image",
    "mediaFilename": "pumpkin.jpeg",
    "mediaAlternative": "Pumpkin",
    "author": "Tanya Smith",
    "date": "13th October 2016"
  },
  {
    "title": "Sprouts and wine tasting evening",
    "summary": "Friday 3rd October 2016 - Everyone welcome! Our inaugural sprouts and wine tasting evening!",
    "content": "Friday 3rd October 2016 - Everyone welcome! Our inaugural sprouts and wine tasting evening! Experience combinations of flavours that are sure to leave you nauseous! For a mild dried cake, add some adobo sauce and anise. Pickles taste best with orange juice and lots of black pepper. Minced watermelon can be made whole by blending with condensed milk.",
    "mediaType": "image",
    "mediaFilename": "sprouts.jpeg",
    "mediaAlternative": "Brussels sprouts",
    "author": "Laura Boltizar",
    "date": "8th September 2016"
  },
  {
    "title": "Free delivery on our largest fruit boxes",
    "summary": "Our maxi fruit boxes now come with more fruit than ever and all subscription orders get free delivery.",
    "content": "Notice how these articles and images alternate between left and right.  Per guest prepare six oz of BBQ sauce with sliced celery for dessert. Drain asparagus carefully, then mix with BBQ sauce and serve patiently in frying pan. For a mild dried cake, add some adobo sauce and anise. Pickles taste best with orange juice and lots of black pepper. Minced watermelon can be made whole by blending with condensed milk. Remember: crushed pumpkin seeds taste best when squeezed in a basin brushed with brown sugar. With chicken breasts drink beer. Try seasoning the emeril's essence meatloafs with whole sweet chili sauce and beer, grilled. When fluffing hardened lobsters, be sure they are at room temperature.",
    "mediaType": "image",
    "mediaFilename": "fruitboxMaxi.jpeg",
    "mediaAlternative": "Maxi Fruit Box",
    "author": "Vladimir Trump",
    "date": "19th August 2016"
  },
  {
    "title": "Fourth news article not on front page",
    "summary": "This article demonstrates that the number of articles on the front page is limited to three. ",
    "content": "This article demonstrates that the number of articles on the front page is limited to three. Cook ground leeks in a soup pot with gravy for about an hour to increase their viscosity. Try breaking white bread kebab enameled with ramen lassi. Chicken combines greatly with ripe noodles.",
    "mediaType": "image",
    "mediaFilename": "pumpkin.jpeg",
    "mediaAlternative": "Pumpkin",
    "author": "Claire Halibut",
    "date": "1st August 2016"
  }
]